[Twk_NPCPlotSettings_CorpseCleanUpDisabled DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage="由于无法调和的敌对关系，保皇派的计划失败"
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="保皇派的计划失败"
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage="由于无法调和的敌对关系，保皇派的计划失败"

[Twk_NPCPlotSettings_Emily DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage="无法调和的敌对关系"
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="你杀了艾米莉"
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage="这段文字不应显示"

[Twk_NPCPlotSettings_Empress DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage="无法调和的敌对关系"
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="你杀了女皇"
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage="这段文字不应显示"

[Twk_NPCPlotSettings_GenericCritical DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="你犯了死罪"

[Twk_NPCPlotSettings_PlotCritical DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage="由于无法调和的敌对关系，保皇派的计划失败"
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="保皇派的计划失败"
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage="由于无法调和的敌对关系，保皇派的计划失败"

[Twk_NPCPlotSettings_Samuel DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage="无法调和的敌对关系"
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage="萨缪尔死了"
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage="无法调和的敌对关系"

